<unk>	0
<s>	0
</s>	0
▁x	-0
▁w	-1
▁#	-2
▁#0	-3
▁[	-4
0,	-5
▁l	-6
8,	-7
9,	-8
▁s	-9
▁ld	-10
▁<	-11
▁0	-12
ad	-13
1,	-14
▁ldr	-15
▁ad	-16
+0	-17
▁m	-18
ov	-19
▁b	-20
▁mov	-21
40	-22
2,	-23
▁add	-24
▁st	-25
0]	-26
▁c	-27
3,	-28
10,	-29
mp	-30
▁d	-31
8]	-32
▁str	-33
00	-34
4,	-35
16	-36
sp	-37
5,	-38
19,	-39
11,	-40
▁cmp	-41
▁v	-42
7,	-43
12,	-44
▁ls	-45
41	-46
re	-47
0>	-48
co	-49
ub	-50
13,	-51
16,	-52
20,	-53
21,	-54
in	-55
▁bl	-56
▁lsl	-57
8>	-58
000	-59
▁sub	-60
▁adr	-61
▁adrp	-62
de	-63
14,	-64
29,	-65
lt	-66
42	-67
▁f	-68
or	-69
4>	-70
15,	-71
se	-72
▁ldrb	-73
▁#-	-74
▁#-0	-75
it	-76
6,	-77
22,	-78
10	-79
er	-80
▁ldp	-81
17,	-82
19	-83
▁stp	-84
4]	-85
zr	-86
bz	-87
ss	-88
ff	-89
10]	-90
an	-91
23,	-92
le	-93
.2	-94
12	-95
FF	-96
TI	-97
TIFF	-98
24,	-99
st	-100
20	-101
ne	-102
18,	-103
11	-104
25,	-105
ma	-106
xt	-107
▁q	-108
20]	-109
ur	-110
me	-111
plt	-112
17	-113
xc	-114
13	-115
.4	-116
▁#2	-117
▁sp	-118
26,	-119
ress	-120
21	-121
2_	-122
code	-123
mpress	-124
▁wzr	-125
400	-126
BZ	-127
27,	-128
ge	-129
ul	-130
al	-131
compress	-132
xtw	-133
15	-134
▁cbz	-135
▁fm	-136
▁cse	-137
add	-138
30,	-139
28,	-140
eq	-141
22	-142
ar	-143
xf	-144
▁<_	-145
ut	-146
lo	-147
▁sxtw	-148
▁#3	-149
sh	-150
14	-151
xb	-152
18	-153
28	-154
23	-155
xa	-156
18]	-157
ame	-158
▁#1	-159
gt	-160
▁csel	-161
▁ldur	-162
0000	-163
bn	-164
bnz	-165
],	-166
ac	-167
xd	-168
30]	-169
>:	-170
24	-171
Fi	-172
▁lsr	-173
xe	-174
en	-175
fi	-176
pr	-177
at	-178
▁ldrh	-179
main	-180
De	-181
▁fmul	-182
25	-183
30	-184
ite	-185
▁t	-186
▁strb	-187
40]	-188
28]	-189
et	-190
rite	-191
and	-192
27	-193
▁xzr	-194
su	-195
▁stur	-196
26	-197
Re	-198
43	-199
Fa	-200
▁cbnz	-201
▁blr	-202
.16	-203
ort	-204
Fax	-205
xff	-206
ct	-207
put	-208
1+0	-209
el	-210
▁re	-211
ab	-212
▁and	-213
int	-214
▁ret	-215
▁fc	-216
405	-217
eld	-218
Field	-219
san	-220
susan	-221
2.	-222
2]	-223
sw	-224
80	-225
decompress	-226
vt	-227
og	-228
nt	-229
▁u	-230
403	-231
orr	-232
▁orr	-233
48	-234
▁#2]	-235
Decode	-236
1]	-237
ll	-238
all	-239
19]	-240
▁fadd	-241
bit	-242
0.2	-243
▁subs	-244
50	-245
ch	-246
bc	-247
▁strh	-248
etField	-249
50]	-250
▁madd	-251
fc	-252
▁ldrsw	-253
Di	-254
▁fmov	-255
loc	-256
_2.	-257
eg	-258
@@	-259
BC	-260
GL	-261
GLI	-262
17+0	-263
GLIBC	-264
_2.17+0	-265
sm	-266
9]	-267
rn	-268
ctor	-269
init	-270
21]	-271
408	-272
425	-273
90	-274
di	-275
get	-276
60	-277
ers	-278
art	-279
as	-280
000>	-281
ow	-282
▁mul	-283
es	-284
44	-285
42400	-286
pa	-287
1.2	-288
ec	-289
ti	-290
En	-291
start	-292
▁cm	-293
jp	-294
jpeg	-295
Dire	-296
Director	-297
▁e	-298
409	-299
Directory	-300
write	-301
70	-302
60]	-303
sc	-304
uff	-305
ed	-306
able	-307
TIFFV	-308
▁cmn	-309
cc	-310
par	-311
▁ldrsh	-312
▁#8	-313
sub	-314
pass	-315
68	-316
lame	-317
mc	-318
qu	-319
412	-320
Name	-321
▁eq	-322
on	-323
Read	-324
1000	-325
404	-326
Encode	-327
read	-328
print	-329
dc	-330
▁gt	-331
64	-332
8000	-333
14]	-334
Gsm	-335
425000	-336
24]	-337
asr	-338
amp	-339
Write	-340
▁00	-341
▁asr	-342
70]	-343
up	-344
fa	-345
38	-346
78	-347
▁bfi	-348
58	-349
▁eor	-350
ate	-351
hi	-352
is	-353
lock	-354
410	-355
38]	-356
406	-357
ri	-358
▁lt	-359
mcu	-360
Co	-361
shll	-362
0.4	-363
424000	-364
ce	-365
00000000	-366
samp	-367
423	-368
hs	-369
un	-370
prog	-371
▁#16	-372
407	-373
▁#12	-374
420	-375
encode	-376
ime	-377
utime	-378
St	-379
SetField	-380
413	-381
▁/	-382
98	-383
22]	-384
▁br	-385
div	-386
erm	-387
inc	-388
417	-389
ay	-390
cvt	-391
cvtf	-392
ally	-393
NameRe	-394
NameReally	-395
progNameReally	-396
=0	-397
▁//	-398
▁=0	-399
▁fcvt	-400
Sort	-401
Term	-402
ack	-403
op	-404
▁<__	-405
fin	-406
corn	-407
nd	-408
80]	-409
▁tst	-410
▁tbnz	-411
2.2	-412
▁movk	-413
jinit	-414
Sh	-415
Short	-416
corners	-417
▁cset	-418
402	-419
401	-420
table	-421
90]	-422
▁ne	-423
90>	-424
4011	-425
cho	-426
6]	-427
rt	-428
426	-429
lter	-430
3.2	-431
34	-432
Log	-433
1.4	-434
Filter	-435
▁fcmp	-436
set	-437
LogL	-438
uv	-439
11]	-440
4012	-441
In	-442
▁#3]	-443
▁sshll	-444
IO	-445
▁tbz	-446
40>	-447
▁fsub	-448
94	-449
12]	-450
ion	-451
TIFFVSetField	-452
con	-453
3]	-454
send	-455
48]	-456
58]	-457
decode	-458
FV	-459
MT	-460
alu	-461
MTFV	-462
alues	-463
sendMTFV	-464
sendMTFValues	-465
fx	-466
sample	-467
xffff	-468
ale	-469
scale	-470
printf	-471
TIFFRead	-472
32	-473
quan	-474
54	-475
ata	-476
huff	-477
426000	-478
▁scvtf	-479
00>	-480
GetField	-481
33	-482
TIFFWrite	-483
416	-484
th	-485
bl	-486
TIFFF	-487
4.2	-488
74	-489
▁sh	-490
ze	-491
am	-492
ro	-493
.8	-494
45	-495
ster	-496
cess	-497
mo	-498
sy	-499
ag	-500
rip	-501
ic	-502
88	-503
4015	-504
415	-505
68]	-506
1],	-507
be	-508
mal	-509
il	-510
fprintf	-511
ree	-512
Decompress	-513
II	-514
III	-515
GB	-516
423000	-517
66	-518
RGB	-519
422	-520
2.4	-521
▁uxtw	-522
▁ub	-523
419	-524
psy	-525
▁#24	-526
anal	-527
psycho	-528
Bit	-529
▁lo	-530
bzDecompress	-531
fff	-532
Tag	-533
ls	-534
tbl	-535
13]	-536
23]	-537
Row	-538
out	-539
to	-540
ver	-541
3+0	-542
cont	-543
input	-544
78]	-545
te	-546
xth	-547
▁#1]	-548
▁#4	-549
70>	-550
fwrite	-551
ke	-552
pro	-553
process	-554
98>	-555
AC	-556
BF	-557
Strip	-558
412000	-559
30>	-560
ing	-561
fac	-562
ray	-563
94>	-564
50>	-565
nal	-566
▁sxth	-567
418	-568
▁shrn	-569
Block	-570
compressBlock	-571
tile	-572
▁ubfx	-573
TIFFVGetField	-574
4013	-575
std	-576
60>	-577
78>	-578
[1],	-579
▁#15	-580
str	-581
free	-582
64>	-583
parse	-584
100	-585
▁#32	-586
rame	-587
rk	-588
mark	-589
▁ldurb	-590
427	-591
ys	-592
ysis	-593
ror	-594
414	-595
lose	-596
Anal	-597
Analysis	-598
▁#8,	-599
sed	-600
nth	-601
ile	-602
0.16	-603
quanti	-604
68>	-605
4010	-606
uncompress	-607
used	-608
Init	-609
38>	-610
stre	-611
Code	-612
74>	-613
block	-614
hb	-615
Tile	-616
▁#48	-617
du	-618
▁.	-619
280]	-620
000000	-621
gi	-622
16]	-623
58>	-624
Table	-625
edge	-626
98]	-627
3.4	-628
stream	-629
DRow	-630
stdin	-631
28>	-632
▁neg	-633
84	-634
4.4	-635
ord	-636
sert	-637
31	-638
5]	-639
rint	-640
output	-641
incs	-642
data	-643
fine	-644
refine	-645
esis	-646
nthesis	-647
for	-648
ffff	-649
Sy	-650
Synthesis	-651
▁fdiv	-652
mem	-653
pre	-654
blockSort	-655
markers	-656
getc	-657
1.	-658
bits	-659
LogLuv	-660
29	-661
ick	-662
quick	-663
etch	-664
TIFFFetch	-665
Ma	-666
424000>	-667
xcc	-668
fini	-669
ead	-670
ig	-671
li	-672
ent	-673
411000	-674
54>	-675
pen	-676
TIFFFax	-677
head	-678
header	-679
mage	-680
284]	-681
427000	-682
open	-683
20>	-684
fb	-685
9000	-686
back	-687
tn	-688
▁xtn	-689
74]	-690
scan	-691
neg	-692
word	-693
edges	-694
24>	-695
fig	-696
Print	-697
name	-698
88]	-699
py	-700
quantize	-701
lay	-702
config	-703
▁fcvtz	-704
fe	-705
15]	-706
memset	-707
do	-708
411	-709
10>	-710
4016	-711
fall	-712
backSort	-713
fallbackSort	-714
110]	-715
len	-716
mit	-717
shr	-718
layer	-719
lor	-720
▁sb	-721
Open	-722
34>	-723
Bl	-724
Black	-725
row	-726
color	-727
gister	-728
▁fcvtzs	-729
▁#2,	-730
xdb	-731
unt	-732
pp	-733
44]	-734
bd	-735
ation	-736
421	-737
[0]	-738
map	-739
fir	-740
first	-741
ee	-742
tm	-743
clo	-744
nes	-745
clones	-746
register	-747
48>	-748
emit	-749
7]	-750
xfc	-751
▁#1,	-752
▁movi	-753
fd	-754
88>	-755
dv	-756
▁cs	-757
RGBA	-758
▁sm	-759
fiz	-760
34]	-761
26]	-762
__	-763
mode	-764
bzWrite	-765
▁hi	-766
names	-767
▁#0.	-768
count	-769
ba	-770
fo	-771
mat	-772
118]	-773
412000>	-774
fill	-775
TIFFPrint	-776
ull	-777
oo	-778
18>	-779
bzRead	-780
dule	-781
module	-782
04	-783
reate	-784
vert	-785
frame	-786
rror	-787
malloc	-788
08	-789
44>	-790
xeb	-791
uffer	-792
ult	-793
scalefac	-794
bb	-795
master	-796
arg	-797
▁#6	-798
contro	-799
▁um	-800
ize	-801
finish	-802
Compress	-803
4020	-804
Bits	-805
▁#5	-806
own	-807
args	-808
ea	-809
rv	-810
sel	-811
Data	-812
25]	-813
file	-814
loop	-815
80>	-816
fail	-817
State	-818
xbc	-819
10]!	-820
bo	-821
cmap	-822
▁fcsel	-823
vn	-824
▁mvn	-825
20]!	-826
para	-827
fault	-828
down	-829
aa	-830
thin	-831
4014	-832
▁dup	-833
ved	-834
ooth	-835
smooth	-836
box	-837
401000	-838
▁ext	-839
[1]	-840
dct	-841
17]	-842
422000	-843
Pre	-844
array	-845
Luv	-846
Close	-847
of	-848
Error	-849
ae	-850
af	-851
TIFFFaxBlack	-852
buffer	-853
rom	-854
bitcount	-855
Len	-856
Lengt	-857
1.16	-858
428000	-859
lin	-860
InitState	-861
0.	-862
subdv	-863
14>	-864
ry	-865
ormal	-866
▁sbfiz	-867
ose	-868
choose	-869
ex	-870
▁#16,	-871
ef	-872
puts	-873
.00000000	-874
99	-875
xac	-876
▁sdiv	-877
Set	-878
df	-879
Make	-880
hbMake	-881
Lengths	-882
hbMakeCode	-883
addE	-884
100]	-885
parate	-886
bf	-887
ient	-888
Info	-889
aw	-890
425000>	-891
cd	-892
FieldInfo	-893
xcb	-894
quant	-895
49	-896
make	-897
tor	-898
off	-899
ntry	-900
addEntry	-901
cal	-902
test	-903
sma	-904
small	-905
testf	-906
▁#7	-907
phuff	-908
To	-909
dequantize	-910
LZ	-911
LZW	-912
tors	-913
413000	-914
best	-915
TIFFError	-916
▁	-917
x	-918
0	-919
,	-920
1	-921
d	-922
2	-923
w	-924
s	-925
r	-926
8	-927
#	-928
l	-929
4	-930
a	-931
e	-932
t	-933
c	-934
b	-935
9	-936
p	-937
[	-938
]	-939
m	-940
o	-941
3	-942
v	-943
<	-944
>	-945
f	-946
_	-947
6	-948
5	-949
n	-950
+	-951
i	-952
7	-953
u	-954
.	-955
F	-956
h	-957
z	-958
g	-959
I	-960
q	-961
T	-962
B	-963
@	-964
-	-965
y	-966
D	-967
L	-968
S	-969
k	-970
Z	-971
C	-972
G	-973
R	-974
:	-975
j	-976
V	-977
E	-978
A	-979
/	-980
N	-981
W	-982
M	-983
!	-984
P	-985
O	-986
=	-987
H	-988
U	-989
Y	-990
$	-991
Q	-992
X	-993
{	-994
}	-995
K	-996
